IDEA Open Model
ResultOfLoading Class
Compatible with IDEA StatiCa Beta 20.0
 Result Of Loading
Inheritance Hierarchy
System.Object
 IdeaRS.OpenModel.Result.Loading
 IdeaRS.OpenModel.Result.ResultOfLoading
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public class ResultOfLoading : Loading
Public Class ResultOfLoading
	Inherits Loading
The ResultOfLoading type exposes the following members.
Constructors
Name | Description
ResultOfLoading
 Constructor
Top
Properties
Name | Description
Id
 Id of loading
 (Inherited from Loading.)
Items
 Items od loading
LoadingType
 Type of loading
 (Inherited from Loading.)
Top
See Also
Reference
IdeaRS.OpenModel.Result Namespace